Repository: StephenApolinario/Museo
Catalog: lib/l10n/intl_*.arb
Languages: pt

source: Log in or register
pt: Entrar ou registar-se

source: HOME
pt: INÍCIO

# favorite
source: FAVORITES
pt: FAVORITOS

source: SEARCH
pt: PESQUISE

source: SECTIONS
pt: ALAS

source: MAP
pt: MAPA

# souvenirs
source: SHOP
pt: LOJINHA

# store
source: TICKETS AND COUPONS
pt: INGRESSO E CUPONS

source: ABOUT MOVI
pt: SOBRE O MOVI

# about_application
source: ABOUT THE APP
pt: SOBRE O APLICATIVO

source: LOCALIZATION
pt: LOCALIZAÇÃO

# start_title
source: LETS START
pt: VAMOS INICIAR

# start_text
source: As you walk through the museum, the audio will be synchronized with what's in front of you.
pt: Conforme for andando pelo museu, o áudio vai estar sincronizado com o que está a sua frente.

# start_button
source: Start
pt: Iniciar

# search_title
source: SEARCH
pt: PESQUISE

# search_text
source: You can search by sections, scientific name or theme.
pt: Você pode pesquisar por ala, nome ciêntifico ou por tema.

# search_hint
source: Type here...
pt: Digite aqui...

# start_dialog_title
source: Start
pt: Iniciar

# start_dialog_content
source: Do you want to sign up for an account before you start in order to have access to all the app's features, such as quizzes, scores and badges?
pt: Você deseja entrar em uma conta antes de iniciar para ter acesso a todos os recursos do aplicativo, como quizzes, pontuações e emblemas?

# start_dialog_option_no
source: No, I'd rather have a limited experience
pt: Não, prefiro ter uma experiência limitada

# start_dialog_option_yes
source: Yes, I want access to all the resources
pt: Sim, desejo ter acesso a todos os recursos

# profile_title
source: Profile
pt: Perfil

# login_title_content
source: WHAT IS YOUR LOGIN?
pt: QUAL O SEU LOGIN?

# password_hint
source: Password
pt: Senha

# forget_password
source: Forgot your password?
pt: Esqueceu sua senha?

source: Enter
pt: Entrar

# not_registred_yet
source: Don't have an account yet?
pt: Ainda não tem conta?

# password_match
source: The passwords must match!
pt: As senhas devem corresponder!

# password_min_characters
source: The password must have at least 4 characters
pt: A senha deve ter pelo menos 4 caracteres

source: Repeat password
pt: Repita a senha

# repeat_new_password
source: Repeat the new password
pt: Repita a nova senha

# registering_title
source: Registration
pt: Cadastro

# registering_content_title
source: CREATE YOUR ACCOUNT
pt: CRIE SUA CONTA

# registering_personal_data_content_subtitle
source: Personal data
pt: Dados pessoais

# registering_address_data_content_subtitle
source: Address data
pt: Dados de endereço

# registering_name
source: Name
pt: Nome

# registering_lastname
source: Last name
pt: Sobrenome

# registering_birthday
source: Date of birth
pt: Data de nascimento

# registering_phonenumber
source: Mobile number
pt: Celular

# continue_message
source: Continue
pt: Continuar

# registering_house_country
source: Country
pt: País

# registering_house_state
source: State
pt: Estado

# registering_house_city
source: City
pt: Cidade

# registering_house_neighborhood
source: Neighborhood
pt: Bairro

# registering_house_address
source: Address
pt: Endereço

# registering_house_number
source: Home Number
pt: Número

# registering_house_complement
source: Complement
pt: Complemento

# registering_password
source: Choose your password
pt: Escolha sua senha

# dialog_error_not_filled
source: You must fill in all the fields before continuing!
pt: Você deve preencher todos os campos antes de continuar!

# route_title
source: Route
pt: Percurso

source: Emblems
pt: Emblemas

# no_emblems
source: You don't have any emblem yet!
pt: Você ainda não nenhum emblema!

# favorite_pieces
source: Favorites
pt: Favoritos

# emblem_quizzes
source: Quizzes emblems
pt: Emblemas de quizzes

source: Update information
pt: Alterar informações

source: Update password
pt: Alterar senha

source: Current password
pt: Senha atual

# fill_current_password
source: Please, provide your current password
pt: Por favor, forneça sua senha atual

# current_password_min_characters
source: Your current password have at least 4 characters
pt: Sua senha atual tem pelo menos 4 caracteres

source: New password
pt: Nova senha

# fill_new_password
source: Please, provide your new password
pt: Por favor, preencha sua nova senha

source: Logout
pt: Sair

# performance_quiz
source: Performance in quizzes
pt: Desempenho nos quizzes

# no_performance_quiz
source: When you finish your first quizz, your performance will showed right here
pt: Quando você terminar o seu primeiro quiz, seu desempenho será exibido aqui

# no_favorites_yet
source: You don't have any favorites yet!
pt: Você ainda não tem nenhum favorito!

# favorite_removed
source: You've deleted from your favorites!
pt: Você removeu dos seu favoritos!

source: Personal data
pt: Dados pessoais

source: Address data
pt: Dados de endereço

# fill_name
source: Please, fill with your name
pt: Por favor, digite seu nome

# fill_last_name
source: Please, fill with your last name
pt: Por favor, digite seu sobrenome

# fill_email
source: Please, fill with your email
pt: Por favor, digite seu email

# fill_cpf
source: Please, fill with your CPF (The Individual Taxpayer Registration on Brazil)
pt: Por favor, digite seu CPF

# fill_birthday
source: Please, fill with your date of birth
pt: Por favor, digite sua data de nascimento

# fill_phone_number
source: Please, fill with your phone number
pt: Por favor, digite seu número de telefone

# update_button
source: Upate
pt: Atualizar

# cep
source: CEP (Brazilian Zip Addres)
pt: CEP

# fill_cep
source: Please enter your zip code
pt: Por favor, digite o seu CEP

# fill_state
source: Please enter your state
pt: Por favor, digite o seu estado

# fill_city
source: Please enter your city
pt: Por favor, digite a sua cidade

# fill_neighborhood
source: Please enter your neighborhood
pt: Por favor, digite o seu bairro

# fill_home_address
source: Please enter your street
pt: Por favor, digite a sua rua

# fill_home_number
source: Please enter your house number
pt: Por favor, digite o número da sua casa

source: Loading
pt: Carregando

# wait_a_second
source: Wait a few seconds...
pt: Aguarde alguns segundos...

source: Successful
pt: Perfeito!

# successful_registred_user
source: Successfully registered user! Login now
pt: Usuário registrado com sucesso! Faça login agora

# successful_login_user
source: User successfully logged in! Redirecting...
pt: Usuário logado com sucesso! Redirecionando...

# error_button_update
source: Error!
pt: Erro!

# success_button_update
source: Success!
pt: Sucesso!

# update_password_error
source: There was an error updating your password... Make sure you provided the correct password!
pt: Houve algum erro ao atualizar a sua senha... Tenha certeza que você forneceu a senha correta!

# update_password_success
source: You have successfully updated your password!
pt: Você atualizou a senha com sucesso!

# update_data_error
source: There was an error updating your data...
pt: Houve algum erro ao atualizar seus dados...

# update_data_success
source: You have successfully updated your data!
pt: Você atualizou seus dados com sucesso!

# your_email_example
source: your@email.com
pt: seu@email.com

# email_not_valid
source: Your email is not valid
pt: Seu email não é válido

# password_more_characters
source: Your password must have more than
pt: Sua senha deve possuir mais que

source: characters
pt: caracteres

# forgot_password
source: I forgot my password
pt: Esqueci minha senha

source: Send
pt: Enviar

source: What is your email?
pt: Qual é o seu email?

source: Lets start
pt: Vamos começar

# move_near
source: Please, move near to some museum piece
pt: Por favor, aproxime-se de alguma peça do museu

# about_exhibition
source: The museographic project is modern and enhances the pieces in a safe and comfortable way for visitors. The lighting design is all LED and the rooms are air-conditioned, which guarantees a pleasant visit at any time of the year. It is fully accessible to people with physical disabilities and reduced mobility.
pt: O projeto museográfico é moderno e valoriza as peças de maneira segura e confortável para o visitante. O Projeto luminotécnico é todo em led e os ambientes são climatizados, o que garante uma visitação agradável em qualquer época do ano. É totalmente acessível para pessoas com deficiência física e com mobilidade reduzida.

# exhibition_title
source: The exhibition
pt: A exposição

source: Avaliable dates
pt: Datas disponíveis

source: More information
pt: Mais informações

source: Price:
pt: Valor:

source: Current cart
pt: Carrinho atual

# first_select_tickets
source: You must first select your tickets!
pt: Você deve primeiro selecionar seus ingressos!

# discount_coupon
source: Cupom de desconto
pt: Discount coupon

# remove_coupon
source: Remove
pt: Remover

# apply_coupon
source: Apply
pt: Aplicar

# coupon_not_exists
source: This discount coupon doesn't exist!
pt: Esse cupom de desconto não existe!

source: Coupon code
pt: Código de cupom

# should_login
source: You should log to acess this feature
pt: Você deve se autenticar para acessar essa funcionalidade

# login_error
source: There was a problem logging in to your account Are you sure your email and password are correct?
pt: Aconteceu algum problema ao entrar em sua conta Você tem certeza de que seu email e senha estão certos?

# duplicated_email
source: The provided email is already in use!
pt: O email fornecido já está em uso!

source: Favorite added
pt: Favorito adicionado

# favorite_already_added
source: You've already added this piece to your favorites!
pt: Você já adicionou essa peça aos favoritos!

source: Question
pt: Pergunta

# next_question
source: Next
pt: Próxima

# see_quiz_result
source: See the result
pt: Ver resultado

# quiz_performance
source: Performance of your quiz!
pt: Desempenho de seu quiz!

# completed_quiz
source: You completed the quiz
pt: Você completou o quiz

# quiz_performance_obtained
source: You achieved a performance of
pt: Você alcançou um desempenho de

# emblem_acchieved
source: You have achieved the
pt: Você conseguiu o

source: Order overview
pt: Resumo do pedido

# accept_payments_in
source: We accept payments in
pt: Aceitamos pagamentos em

source: Payment methods
pt: Formas de pagamento

# data
source: date
pt: data

source: hello
pt: Olá

# bluetooth_state
source: Bluetooth Adapter is
pt: O Bluetooth está

# bluetooth_not_avaliable
source: not avaliable
pt: indisponível

# turn_bluetooth_on
source: TURN ON
pt: LIGAR

# choose_tour_option
source: Choose one tour option
pt: Escolha uma opção de tour

# email_send_failed
source: Please check that your email is correct.
pt: Por favor, verifique se seu email está correto.

# email_send_success
source: An email has been sent to you. Check your mailbox!
pt: Foi enviado um email a você Verifique a sua caixa de mensagem!

# already_have_code
source: I already have a code
pt: Já possuo um código

# password_code
source: Code
pt: Código

# your_code_password_example
source: Your code received in the email
pt: Seu código recebido no email

# update_password_from_code
source: Update Password
pt: Atualizar senha

# password_reset_blank_code
source: Please paste the code you received in your email here
pt: Por favor, cole aqui o código recebido em seu email

# update_password_from_code_success
source: Your password has been updated successfully!
pt: Sua senha foi atualizado com sucesso!

# update_password_from_code_failed
source: The code you entered is invalid! Please get a new code
pt: O código informado está inválido! Por favor, obtenha um novo código
